{
    "posts": [
      {
        "author": "Omer Malach",
        "timestamp": "2023-02-13T10:30:00.000Z",
        "post": "Hey everyone! I'm looking for a summary of 'To Kill a Mockingbird' by Harper Lee. Can anyone help me out? Thanks in advance!"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-02-20T09:45:00.000Z",
        "post": "Hi all! I need a summary of 'The Great Gatsby' by F. Scott Fitzgerald. Any takers? 😊"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-02-27T14:15:00.000Z",
        "post": "Hey guys! I'm looking for a summary of '1984' by George Orwell. Can anyone help me out? I'm really struggling with this one. Thanks!"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-03-06T11:00:00.000Z",
        "post": "Hi everyone! I'm in need of a summary of 'The Catcher in the Rye' by J.D. Salinger. Can anyone help me out? Thanks a lot!"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-03-13T13:30:00.000Z",
        "post": "Hey all! I'm looking for a summary of 'Brave New World' by Aldous Huxley. Can anyone provide me with one? I'd be really grateful!"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-03-20T10:45:00.000Z",
        "post": "Hi guys! I need a summary of 'The Lord of the Flies' by William Golding. Can anyone help me out with this one? Thanks a bunch!"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-03-27T12:15:00.000Z",
        "post": "Hey everyone! I'm in need of a summary of 'Animal Farm' by George Orwell. Can anyone help me out? Thanks a lot!"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-04-03T15:00:00.000Z",
        "post": "Hi all! I need a summary of 'Lord of the Rings' by J.R.R. Tolkien. Can anyone help me out with this one? I'm really struggling! 😭"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-04-10T11:30:00.000Z",
        "post": "Hey guys! I'm looking for a summary of 'Pride and Prejudice' by Jane Austen. Can anyone provide me with one? Thanks in advance! 😊"
      },
      {
        "author": "Omer Malach",
        "timestamp": "2023-04-17T13:00:00.000Z",
        "post": "Hi everyone! I'm in need of a summary of 'Wuthering Heights' by Emily Bronte. Can anyone help me out? I'd really appreciate it! 😊"
      }
    ]
  }
  